export const commentsDummy = [
  {
    userId: "유저닉네임1",
    desc:
      "안녕하세요, 펫시터님! 몇가지 궁금한 점이 있어서 여쭤보려고 하는데 어디로 연락을 드려야 편하실까요~?? 편하신 연락처 알려알려알려알려",
    createAt: "2022-03-22T11:30",
    updatedAt: "2022-04-01T13:50",
    reply: false,
  },
  {
    userId: "유저닉네임2",
    desc: "이 펫시터님 성격도 정말 좋으시구 저희 강아지도 펫시터님 만나면 너무 좋아해요~!!ㅎㅎ",
    createAt: "2022-03-22T11:30",
    updatedAt: "2022-04-01T13:50",
    reply: false,
  },
  {
    userId: "유저닉네임3",
    desc: "혹시 사용하시는 강아지 샴푸 어떤 제품인지 알 수 있을까요?",
    createAt: "2022-03-22T11:30",
    updatedAt: "2022-04-01T13:50",
    reply: false,
  },
  {
    userId: "유저닉네임4",
    desc:
      "JavaScript에서, 함수의 매개변수는 undefined가 기본입니다. 그러나, 일부 상황에서는 다른 기본 값을 설정하는 것이 유용할 수 있습니다. 이때가 바로 기본값 매개변수가 필요할 때 입니다.과거에 기본값 설정을 위한 일반적인 방법은 함수 내부(body)에서 매개변수 값을 검사해 undefined인 경우 값을 할당하는 것이었습니다.",
    createAt: "2022-03-22T11:30",
    updatedAt: "2022-04-01T13:50",
    reply: false,
  },
  {
    userId: "유저닉네임4",
    desc:
      "JavaScript에서, 함수의 매개변수는 undefined가 기본입니다. 그러나, 일부 상황에서는 다른 기본 값을 설정하는 것이 유용할 수 있습니다. 이때가 바로 기본값 매개변수가 필요할 때 입니다.과거에 기본값 설정을 위한 일반적인 방법은 함수 내부(body)에서 매개변수 값을 검사해 undefined인 경우 값을 할당하는 것이었습니다.",
    createAt: "2022-03-22T11:30",
    updatedAt: "2022-04-01T13:50",
    reply: false,
  },
  {
    userId: "유저닉네임4",
    desc:
      "JavaScript에서, 함수의 매개변수는 undefined가 기본입니다. 그러나, 일부 상황에서는 다른 기본 값을 설정하는 것이 유용할 수 있습니다. 이때가 바로 기본값 매개변수가 필요할 때 입니다.과거에 기본값 설정을 위한 일반적인 방법은 함수 내부(body)에서 매개변수 값을 검사해 undefined인 경우 값을 할당하는 것이었습니다.",
    createAt: "2022-03-22T11:30",
    updatedAt: "2022-04-01T13:50",
    reply: false,
  },
  {
    userId: "유저닉네임4",
    desc:
      "JavaScript에서, 함수의 매개변수는 undefined가 기본입니다. 그러나, 일부 상황에서는 다른 기본 값을 설정하는 것이 유용할 수 있습니다. 이때가 바로 기본값 매개변수가 필요할 때 입니다.과거에 기본값 설정을 위한 일반적인 방법은 함수 내부(body)에서 매개변수 값을 검사해 undefined인 경우 값을 할당하는 것이었습니다.",
    createAt: "2022-03-22T11:30",
    updatedAt: "2022-04-01T13:50",
    reply: false,
  },
]
